const DESCRIPTIONS = ['В кафе на морском берегу', 'Рассвет на море на восточном побережье полуострова Ситония - солнце всходит над горой Афон',
  'Закат на море - безусловно, тоже великолепное и вдохновляющее зрелище!', 'Жизнь никогда не будет прежней после этого блюда',
  'Творчество бывает разным... у меня оно выглядит так'];

const LIKES = {
  MIN: 15,
  MAX: 200,
};

const AVATARS = {
  MIN: 1,
  MAX: 6,
};

const COMMENTS = {
  MIN: 0,
  MAX: 30,
};

const comments = ['Всё отлично!', 'В целом всё неплохо. Но не всё.'];

const names = ['Феврония', 'Рафаэль', 'Роза', 'Даниил', 'Захар', 'Диана', 'Малина'];

export { DESCRIPTIONS, LIKES, AVATARS, COMMENTS, comments, names };
